import styles from "../../styles/hoteldetail.module.css"

const Rooms_info = () => {

    return (

        <div className={styles["result-description"]}>

            <h2 className = {styles["hotel-title-h2"]}>Курорт-парк Союз (МИД)</h2>
            <div className = {`${styles["hotel-title-section"]} ${styles["hotel-title-descr"]}`}>
                <p>Отель «Respect Hall Resort & SPA» – комплекс премиум-класса, который расположен на Южном берегу Крыма в поселке Кореиз в 16 км от Ялты.</p>
                <p>На закрытой, охраняемой, парковой территории комплекса расположены два корпуса - 19-этажная «Башня» и 15-этажный «Парус», представляющие собой единый архитектурный ансамбль.</p>
                <p>«Башня» оборудована панорамным лифтом с видом на море. Любой номер гостиницы дает возможность любоваться морскими рассветами и закатами, все открытые террасы построены только с видом на море. В «Парусе» располагается трех уровневый СПА-центр (1-й этаж), массажные кабинеты и тренажерный зал (2-й этаж) , салон красоты (3-й этаж).</p>
                <p>Курортный комплекс «Respect Hall Resort&SPA» предоставляет номера различного класса: от Econom до Apartment "VIP". Все номера оформлены в едином стиле «минималистической роскоши», обставлены элегантной мебелью итальянского производства. В каждом: ванная комната (тапочки, наборы мини-парфюмерии, фен, биде, душевая кабина), сейф, мини-бар, LCD-телевизор. Кроме категории Economy, есть открытая терраса или балкон.</p>
                <p>К услугам гостей два бассейна (открытый и крытый), в летний период работает бассейн для детей, прекрасно оборудованный теннисный корт, детский клуб.</p>
                <p>СПА-услуги отеля отличаются большим разнообразием - девять банных культур: русская баня, турецкая (хамам), финская сауна, римская, марокканская, японская, корейская бани, инфракрасная кабина, сенная парная. Оборудованы солярий и соляная пещера с кристаллами Мертвого моря. Центр массажных технологий предложит стоунтерапию, восточные массажные техники и классический массаж. Открыт тренажерный зал
                (с оборудованием STAR TRAC), центр аюрведы и Beaty салон, предоставляющий лучшие эксклюзивные марки профессиональной косметики (VIE, Leonor, Grey Phytomer), диагностику волос и тела, аппаратные методики, арома- и талассотерапию, гидромассажные ванны и другое.</p>
                <p>На территории отеля действуют несколько ресторанов, лобби-бар, гриль-бар, Music Sport Bar и фито-бар, предлагающий полезное СПА-меню.</p>
                <p>«Respect Hall Resort & SPA» имеет соединенный с отелем видовой канатной дорогой пляж. Галечный пляж находится в курортной зоне Мисхорского парка и оборудован всем необходимым для отдыха. В распоряжении гостей удобные деревянные шезлонги, матрасы и зонтики, душевые кабины, детский уголок и джакузи, взрослый и детские бассейны с морской водой.</p>
                <p>Кроме всего вышеперечисленного можно воспользоваться самым широким спектром дополнительных услуг: консьерж-сервис, организация экскурсий, заказ авиабилетов, заказ билетов в любые развлекательные центры Ялты, заказ такси; прачечная; крестины и венчание в часовне, расположенной на территории отеля; проведение и организация конференций, мероприятий и многое другое.</p>
            </div>

            <div className = {`${styles["hotel-title-section"]} ${styles["hotel-title-descr"]}`}>
                <div className = {styles["hotel-title-section"]}>
                    <h3>Услуги отеля</h3>
                    <p>Отель «Respect Hall Resort & SPA» – комплекс премиум-класса, который расположен на Южном берегу Крыма в поселке Кореиз в 16 км от Ялты. На закрытой, охраняемой, парковой территории комплекса расположены два корпуса - 19-этажная «Башня» и 15-этажный «Парус», представляющие собой единый архитектурный ансамбль.</p>
                    <p>«Башня» оборудована панорамным лифтом с видом на море. Любой номер гостиницы дает возможность любоваться морскими рассветами и закатами, все открытые террасы построены только с видом на море. В «Парусе» располагается трех уровневый СПА-центр (1-й этаж), массажные кабинеты и тренажерный зал (2-й этаж) , салон красоты (3-й этаж).</p>
                </div>

                <div className = {styles["hotel-title-section"]}>
                    <h3>Корпоративным клиентам</h3>
                    <p>Отель «Respect Hall Resort & SPA» – комплекс премиум-класса, который расположен на Южном берегу Крыма в поселке Кореиз в 16 км от Ялты. На закрытой, охраняемой, парковой территории комплекса расположены два корпуса - 19-этажная «Башня» и 15-этажный «Парус», представляющие собой единый архитектурный ансамбль.</p>
                    <p>«Башня» оборудована панорамным лифтом с видом на море. Любой номер гостиницы дает возможность любоваться морскими рассветами и закатами, все открытые террасы построены только с видом на море. В «Парусе» располагается трех уровневый СПА-центр (1-й этаж), массажные кабинеты и тренажерный зал (2-й этаж) , салон красоты (3-й этаж).</p>
                </div>

                <div className = {styles["hotel-title-section"]}>
                    <h3>Детям</h3>
                    <p>Отель «Respect Hall Resort & SPA» – комплекс премиум-класса, который расположен на Южном берегу Крыма в поселке Кореиз в 16 км от Ялты. На закрытой, охраняемой, парковой территории комплекса расположены два корпуса - 19-этажная «Башня» и 15-этажный «Парус», представляющие собой единый архитектурный ансамбль.</p>
                    <p>«Башня» оборудована панорамным лифтом с видом на море. Любой номер гостиницы дает возможность любоваться морскими рассветами и закатами, все открытые террасы построены только с видом на море. В «Парусе» располагается трех уровневый СПА-центр (1-й этаж), массажные кабинеты и тренажерный зал (2-й этаж) , салон красоты (3-й этаж).</p>
                </div>
            </div>
        </div>
    )
}

export default Rooms_info